---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MarkupsNotes
source: html/cd829062-3bc2-1001-e0fd-169852134137.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MarkupsNotes Property

"Notes"

## Syntax (C#)
```csharp
public static ForgeTypeId MarkupsNotes { get; }
```